function randomInteger(min, max) {
    return Math.trunc(min + Math.random() * (max-min));
}

function fuck() {
    let b = randomInteger(1, 20);
    console.log(b);

    let arr =["Знай - ти чудова!", "Не думай - дій!", "Завтра буде краще, ніж сьогодні!", "Знайте, Захарко про вас пам'ятає!", "Ти зможеш, я вірю в тебе!",
            "Повірте, що можете, і ви на пів дороги.", "Єдине, про що жалію, чому не здружився з вами так сильно набагато швидше!", "Світіться від щастя так сильно, лампа коли дають світло.",
            "Сьогодні ідеальний день щоб ризикнути та втілити свої мрії!", "Усміхнись, адже твоя усмішка чудова!", "За чорною полосою завжди іде біла!", "Найтемніше перед світанком, не здавайся!", "Пам'ятай, що без падінь немає взлетів!", "Сьогодні буде чудовий день!", "Цінуйте моменти, як цінуєте тих пару годин світла!",
            "Цьомик в лобик :)", "Обійняв і припідняв ♥", "Чекайте мене в гості!", "Щоб за вами хлопці так заглядали, як Іванців заглядає за студентками :)", "Люблю ваааассссс!!!"];
    alert(arr[b]);
}